tap "bashsenpai/core"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/services"
brew "age"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "dialog"
brew "dust"
brew "eza"
brew "fzf"
brew "gcc"
brew "gh"
brew "imagemagick"
brew "innoextract"
brew "lsd"
brew "micro"
brew "mosh"
brew "onedrive", restart_service: true
brew "rclone"
brew "rdiff-backup"
brew "readpe"
brew "rust"
brew "shellcheck"
brew "spicetify-cli"
brew "tldr"
brew "wgetpaste"
brew "zellij"
brew "zx"
brew "eddieantonio/eddieantonio/imgcat"
