tap "bashsenpai/core"
tap "eddieantonio/eddieantonio"
tap "sapd/headsetcontrol"
tap "valkyrie00/bbrew"
brew "adb-enhanced"
brew "age"
brew "libpng"
brew "libtiff"
brew "asciinema"
brew "atuin", restart_service: :changed
brew "bash-preexec"
brew "libgit2"
brew "bat"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "gcc"
brew "btop"
brew "chezmoi"
brew "clamav"
brew "cosign"
brew "dateutils"
brew "dialog"
brew "direnv"
brew "dotnet"
brew "dotnet@8"
brew "dotnet@9"
brew "dvdauthor"
brew "dysk"
brew "eza"
brew "fd"
brew "fisher"
brew "gh"
brew "glab"
brew "go"
brew "gum"
brew "htmlq"
brew "imagemagick"
brew "innoextract"
brew "jpeg"
brew "lm-sensors"
brew "lsd"
brew "lynx"
brew "micro"
brew "midnight-commander"
brew "moreutils"
brew "mosh"
brew "mp3gain"
brew "navi"
brew "netcat"
brew "nmap"
brew "onedrive-cli"
brew "organize-tool"
brew "pdftk-java"
brew "phoronix-test-suite"
brew "pipx"
brew "pnpm", link: false
brew "podlet"
brew "pv"
brew "qrencode"
brew "rdiff-backup"
brew "readpe"
brew "recode"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "sox"
brew "spicetify-cli"
brew "starship"
brew "stress-ng"
brew "swig"
brew "syncthing", restart_service: :changed
brew "tealdeer"
brew "television"
brew "torsocks"
brew "trash-cli"
brew "ugrep"
brew "wgetpaste"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zx"
brew "eddieantonio/eddieantonio/imgcat"
brew "valkyrie00/bbrew/bbrew"
cask "font-jetbrains-mono-nerd-font"
vscode "anseki.vscode-color"
vscode "anthropic.claude-code"
vscode "bierner.docs-view"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "deerawan.vscode-dash"
vscode "deibit.devdocs"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hoovercj.vscode-power-mode"
vscode "ionutvmi.path-autocomplete"
vscode "kamikillerto.vscode-colorize"
vscode "kiteco.kite"
vscode "knisterpeter.vscode-github"
vscode "kodetech.electron-debug"
vscode "ktiays.aicursor"
vscode "loyieking.smalise"
vscode "luquedaniel.languague-renpy"
vscode "mads-hartmann.bash-ide-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "mkhl.direnv"
vscode "moshfeu.diff-merge"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "nonoroazoro.syncing"
vscode "pinage404.bash-extension-pack"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "streetsidesoftware.code-spell-checker"
vscode "surendrajat.apklab"
vscode "timonwong.shellcheck"
vscode "tintoy.msbuild-project-tools"
vscode "tonka3000.qtvsctools"
vscode "twxs.cmake"
vscode "vscjava.vscode-java-debug"
vscode "vscode-icons-team.vscode-icons"
vscode "webfreak.debug"
vscode "ziyasal.vscode-open-in-github"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-update"
cargo "chezmoi_modify_manager"
cargo "clipboard-sync"
cargo "rtftp"
flatpak "ai.jan.Jan"
flatpak "app.drey.Warp"
flatpak "app.twintaillauncher.ttl"
flatpak "app.xemu.xemu"
flatpak "as.may.moat"
flatpak "camp.nook.nookdesktop"
flatpak "cc.arduino.IDE2"
flatpak "com.calibre_ebook.calibre"
flatpak "com.discordapp.Discord"
flatpak "com.fightcade.Fightcade"
flatpak "com.geeks3d.furmark"
flatpak "com.github.Alcaro.Flips"
flatpak "com.github.IsmaelMartinez.teams_for_linux"
flatpak "com.github.Matoking.protontricks"
flatpak "com.github.Rosalie241.RMG"
flatpak "com.github.dynobo.normcap"
flatpak "com.github.gabutakut.gabutdm"
flatpak "com.github.hluk.copyq"
flatpak "com.github.k4zmu2a.spacecadetpinball"
flatpak "com.github.mtkennerly.ludusavi"
flatpak "com.github.qarmin.czkawka"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.wwmm.easyeffects"
flatpak "com.github.yafti.gtk", remote: "gtk-origin"
flatpak "com.github.zocker_160.SyncThingy"
flatpak "com.google.AndroidStudio"
flatpak "com.google.EarthPro"
flatpak "com.heroicgameslauncher.hgl"
flatpak "com.jeffser.Alpaca"
flatpak "com.krioltech.fnmap"
flatpak "com.ktechpit.whatsie"
flatpak "com.leinardi.gst"
flatpak "com.logseq.Logseq"
flatpak "com.microsoft.Edge"
flatpak "com.obsproject.Studio"
flatpak "com.parsecgaming.parsec"
flatpak "com.pojtinger.felicitas.Multiplex"
flatpak "com.protonvpn.www"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.rcloneui.RcloneUI"
flatpak "com.rustdesk.RustDesk"
flatpak "com.snes9x.Snes9x"
flatpak "com.spotify.Client"
flatpak "com.steamgriddb.SGDBoop"
flatpak "com.stremio.Stremio"
flatpak "com.supermodel3.Supermodel"
flatpak "com.termius.Termius"
flatpak "com.unity.UnityHub"
flatpak "com.valvesoftware.SteamLink"
flatpak "com.vivaldi.Vivaldi"
flatpak "com.vysp3r.ProtonPlus"
flatpak "de.leopoldluley.Clapgrep"
flatpak "dev.ares.ares"
flatpak "dev.goats.xivlauncher"
flatpak "dev.opengoal.OpenGOAL"
flatpak "fr.handbrake.ghb"
flatpak "hu.irl.cameractrls"
flatpak "info.cemu.Cemu"
flatpak "info.febvre.Komikku"
flatpak "io.github.BuddySirJava.SSH-Studio"
flatpak "io.github.Faugus.faugus-launcher"
flatpak "io.github.IshuSinghSE.aurynk"
flatpak "io.github.alainm23.planify"
flatpak "io.github.alamahant.Selene"
flatpak "io.github.antimicrox.antimicrox"
flatpak "io.github.arunsivaramanneo.GPUViewer"
flatpak "io.github.astralvixen.geforce-infinity"
flatpak "io.github.benjamimgois.goverlay"
flatpak "io.github.dosbox-staging"
flatpak "io.github.doukutsu_rs.doukutsu-rs"
flatpak "io.github.dvlv.boxbuddyrs"
flatpak "io.github.electronstudio.WeylusCommunityEdition"
flatpak "io.github.fastrizwaan.WineZGUI"
flatpak "io.github.fgsfdsfgs.perfect_dark", remote: "perfect_dark-origin"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.getnf.embellish"
flatpak "io.github.gopher64.gopher64"
flatpak "io.github.hedge_dev.hedgemodmanager"
flatpak "io.github.hedge_dev.unleashedrecomp", remote: "unleashedrecomp-origin"
flatpak "io.github.ilya_zlobintsev.LACT"
flatpak "io.github.klorfmorf.goemon64recomp", remote: "goemon64recomp-origin"
flatpak "io.github.kotatogram"
flatpak "io.github.limo_app.limo"
flatpak "io.github.linx_systems.ClamUI"
flatpak "io.github.mariokart64recomp.mariokart64recomp", remote: "mariokart64recomp-origin"
flatpak "io.github.nokse22.Exhibit"
flatpak "io.github.philipk.boilr"
flatpak "io.github.plrigaux.sysd-manager"
flatpak "io.github.rfrench3.scopebuddy-gui"
flatpak "io.github.ryubing.Ryujinx"
flatpak "io.github.santiagocezar.maniatic-launcher"
flatpak "io.github.seadve.Kooha"
flatpak "io.github.shiftey.Desktop"
flatpak "io.github.shiiion.primehack"
flatpak "io.github.snesrev.Zelda3"
flatpak "io.github.streetpea.Chiaki4deck"
flatpak "io.github.suchnsuch.Tangent"
flatpak "io.github.unknownskl.greenlight"
flatpak "io.github.vikdevelop.SaveDesktop"
flatpak "io.github.zelda64recomp.zelda64recomp", remote: "zelda64recomp-origin"
flatpak "io.itch.itch"
flatpak "io.kapsa.drive"
flatpak "io.mgba.mGBA"
flatpak "io.podman_desktop.PodmanDesktop"
flatpak "it.mijorus.gearlever"
flatpak "me.iepure.devtoolbox"
flatpak "me.timschneeberger.jdsp4linux"
flatpak "moe.nyarchlinux.assistant", remote: "assistant-origin"
flatpak "net.blumia.pineapple-steam-recording-exporter"
flatpak "net.cozic.joplin_desktop"
flatpak "net.davidotek.pupgui2"
flatpak "net.kuribo64.melonDS"
flatpak "net.nokyan.Resources"
flatpak "net.pcsx2.PCSX2"
flatpak "net.retrodeck.retrodeck"
flatpak "net.shadps4.shadPS4"
flatpak "net.supertuxkart.SuperTuxKart"
flatpak "one.ablaze.floorp"
flatpak "org.DolphinEmu.dolphin-emu"
flatpak "org.angryip.ipscan"
flatpak "org.ardour.Ardour"
flatpak "org.audacityteam.Audacity"
flatpak "org.azahar_emu.Azahar"
flatpak "org.blender.Blender"
flatpak "org.deskflow.deskflow"
flatpak "org.equicord.equibop"
flatpak "org.fedoraproject.MediaWriter"
flatpak "org.fkoehler.KTailctl"
flatpak "org.flatpak.Builder"
flatpak "org.flycast.Flycast"
flatpak "org.freedesktop.Bustle"
flatpak "org.ghidra_sre.Ghidra"
flatpak "org.gimp.GIMP"
flatpak "org.gnome.GHex"
flatpak "org.gnome.Maps"
flatpak "org.gnome.meld"
flatpak "org.godotengine.Godot"
flatpak "org.jdownloader.JDownloader"
flatpak "org.kartkrew.RingRacers"
flatpak "org.kde.elisa"
flatpak "org.kde.filelight"
flatpak "org.kde.gwenview"
flatpak "org.kde.haruna"
flatpak "org.kde.kamoso"
flatpak "org.kde.kate"
flatpak "org.kde.kcachegrind"
flatpak "org.kde.kcalc"
flatpak "org.kde.kcolorchooser"
flatpak "org.kde.kdenlive"
flatpak "org.kde.kfind"
flatpak "org.kde.kiten"
flatpak "org.kde.kleopatra"
flatpak "org.kde.krdc"
flatpak "org.kde.krita"
flatpak "org.kde.kwrite"
flatpak "org.kde.okular"
flatpak "org.kde.skanpage"
flatpak "org.libretro.RetroArch"
flatpak "org.mamedev.MAME"
flatpak "org.onionshare.OnionShare"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.pegasus_frontend.Pegasus"
flatpak "org.ppsspp.PPSSPP"
flatpak "org.prismlauncher.PrismLauncher"
flatpak "org.qbittorrent.qBittorrent"
flatpak "org.rncbc.qpwgraph"
flatpak "org.scummvm.ScummVM"
flatpak "org.sonic3air.Sonic3AIR"
flatpak "org.srb2.SRB2"
flatpak "org.supertuxproject.SuperTux"
flatpak "org.torproject.torbrowser-launcher"
flatpak "org.virt_manager.virt-manager"
flatpak "org.winehq.Wine"
flatpak "org.wireshark.Wireshark"
flatpak "re.sonny.Eloquent"
flatpak "re.sonny.Junction"
flatpak "rocks.shy.VacuumTube"
flatpak "rs.ruffle.Ruffle"
flatpak "sh.ppy.osu"
flatpak "space.gaiasky.GaiaSky"
flatpak "us.zoom.Zoom"
